"Andromeda" = "Андромеда";
"Antlia" = "Насос";
"Apus" = "Райская птица";
"Aquarius" = "Водолей";
"Aquila" = "Орел";
"Ara" = "Жертвенник";
"Aries" = "Овен";
"Auriga" = "Возничий";
"Boötes" = "Волопас";
"Caelum" = "Резец";
"Camelopardalis" = "Жираф";
"Cancer" = "Рак";
"Canes Venatici" = "Гончие псы";
"Canis Major" = "Большой пес";
"Canis Minor" = "Малый пес";
"Capricornus" = "Козерог";
"Carina" = "Киль";
"Cassiopeia" = "Кассиопея";
"Centaurus" = "Центавр";
"Cepheus" = "Цефей";
"Cetus" = "Кит";
"Chamaeleon" = "Хамелеон";
"Circinus" = "Циркуль";
"Columba" = "Голубь";
"Coma Berenices" = "Волосы Вероники";
"Corona Australis" = "Южная корона";
"Corona Borealis" = "Северная корона";
"Corvus" = "Ворон";
"Crater" = "Чаша";
"Crux" = "Южный крест";
"Cygnus" = "Лебедь";
"Delphinus" = "Дельфин";
"Dorado" = "Золотая рыба";
"Draco" = "Дракон";
"Equuleus" = "Малый конь";
"Eridanus" = "Эридан";
"Fornax" = "Печь";
"Gemini" = "Близнецы";
"Grus" = "Журавль";
"Hercules" = "Геркулес";
"Horologium" = "Часы";
"Hydra" = "Гидра";
"Hydrus" = "Южная гидра";
"Indus" = "Индеец";
"Lacerta" = "Ящерица";
"Leo" = "Лев";
"Leo Minor" = "Малый лев";
"Lepus" = "Заяц";
"Libra" = "Весы";
"Lupus" = "Волк";
"Lynx" = "Рысь";
"Lyra" = "Лира";
"Mensa" = "Столовая гора";
"Microscopium" = "Микроскоп";
"Monoceros" = "Единорог";
"Musca" = "Муха";
"Norma" = "Наугольник";
"Octans" = "Октант";
"Ophiuchus" = "Змееносец";
"Orion" = "Орион";
"Pavo" = "Павлин";
"Pegasus" = "Пегас";
"Perseus" = "Персей";
"Phoenix" = "Феникс";
"Pictor" = "Живописец";
"Pisces" = "Рыбы";
"Piscis Austrinus" = "Южная Рыба";
"Puppis" = "Корма";
"Pyxis" = "Компас";
"Reticulum" = "Сеть";
"Sagitta" = "Стрела";
"Sagittarius" = "Стрелец";
"Scorpius" = "Скорпион";
"Sculptor" = "Скульптор";
"Scutum" = "Щит";
"Serpens Caput" = "Голова змеи";
"Serpens Cauda" = "Хвост змеи";
"Sextans" = "Секстант";
"Taurus" = "Телец";
"Telescopium" = "Телескоп";
"Triangulum" = "Треугольник";
"Triangulum Australe" = "Южный треугольник";
"Tucana" = "Тукан";
"Ursa Major" = "Большая медведица";
"Ursa Minor" = "Малая медведица";
"Vela" = "Паруса";
"Virgo" = "Дева";
"Volans" = "Летучая рыба";
"Vulpecula" = "Лисичка";
